Th0masclassic/PROJECT_PINKEVA_TAG_w_SUBS/Test/Apple_FindMy_test/ESP32/sdkconfig.defaults
# Pinkeva development target baseline: classic ESP32 (Xtensa).
CONFIG_IDF_TARGET="esp32"
CONFIG_BT_ENABLED=y
CONFIG_BT_BLUEDROID_ENABLED=y
CONFIG_BT_BLE_ENABLED=y
CONFIG_BT_BLE_SMP_ENABLE=y
CONFIG_BT_BLE_SMP_BOND_NVS_FLASH=y
CONFIG_BT_BLE_42_FEATURES_SUPPORTED=y
# CONFIG_BT_BLE_50_FEATURES_SUPPORTED is not set
CONFIG_PINQEVA_DEV_BYPASS_BOOTSTRAP=y
